spec/dummy/app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-08-10 08:42:52.218502"], ["updated_at", "2020-08-10 08:42:52.218502"]]
---
  def create
    @post = Post.new(post_params)

    if @post.save